Repository: kyosuke27/pet-walk-app
Catalog: walk-with-pet/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# buddy.mood.good
source: Your buddy feels good.
ja: 相棒は元気です。

# buddy.mood.needsCare
source: Your buddy could use some care.
ja: 相棒は少しお世話が必要です。

# buddy.mood.needsWalk
source: Your buddy wants a short walk.
ja: 相棒は短い散歩を待っています。

# history.avgEnergy
source: Avg. Energy
ja: 平均回復

# history.calendar
source: Calendar
ja: カレンダー

# history.empty.message
source: Start a walk to see your history.
ja: 散歩を始めると履歴が表示されます。

# history.empty.title
source: Your walks will appear here.
ja: 散歩履歴がここに表示されます。

# history.noDestination
source: No destination
ja: 目的地なし

# history.recentWalks
source: Recent Walks
ja: 最近の散歩

# history.seeAll
source: See All
ja: すべて見る

# history.thisWeek
source: This Week
ja: 今週

# history.title
source: History
ja: 履歴

# history.totalDistance
source: Total Distance
ja: 合計距離

# history.treatsEarned
source: Treats Earned
ja: 獲得おやつ

# home.buddy
source: Buddy
ja: 相棒

# home.buddyEnergy
source: Buddy Energy
ja: 相棒の元気

# home.distanceToday
source: Distance Today
ja: 今日の距離

# home.feed
source: Feed
ja: あげる

# home.goal %@
source: Goal: %@
ja: 目標: %@

# home.greeting
source: Good morning, Alex!
ja: おはよう、Alex!

# home.notifications
source: Notifications
ja: 通知

# home.premium.description
source: Unlock more treats and features.
ja: おやつと機能をもっと楽しめます。

# home.startWalk
source: Start Walk
ja: 散歩を始める

# home.title
source: Today’s Walk
ja: 今日の散歩

# home.treats
source: Treats
ja: おやつ

# route.activeWalk
source: Active Walk
ja: 散歩中

# route.placeholder.message
source: This screen will be implemented in the next phase.
ja: この画面は次のフェーズで実装します。

# route.walkResult
source: Walk Result
ja: 散歩結果

# route.walkSpots
source: Walk Spots
ja: 目的地選択

# settings.about.message
source: Made for every adventure together.
ja: 毎日の冒険を一緒に。

# settings.distanceUnit
source: Distance Unit
ja: 距離単位

# settings.notifications
source: Notifications
ja: 通知

# settings.privacy
source: Privacy Policy
ja: プライバシーポリシー

# settings.title
source: Settings
ja: 設定

# tab.history
source: History
ja: 履歴

# tab.home
source: Home
ja: ホーム

# tab.settings
source: Settings
ja: 設定

# treat.freshFruit
source: Fresh Fruit
ja: フレッシュフルーツ

# treat.rareTreat
source: Rare Treat
ja: レアおやつ

# treat.smallSnack
source: Small Snack
ja: 小さなおやつ

# treat.specialMeal
source: Special Meal
ja: 特別なごはん
